akamud.vscode-theme-onedark
BeardedBear.beardedtheme
christian-kohler.path-intellisense
connor4312.codesong
cstrap.flask-snippets
DaltonMenezes.aura-theme
Dart-Code.dart-code
Dart-Code.flutter
dotiful.dotfiles-syntax-highlighting
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
enkia.tokyo-night
esbenp.prettier-vscode
espresso3389.vscode-hasher-extended
felixfbecker.php-intellisense
formulahendry.code-runner
GitHub.github-vscode-theme
GonnaDoStuff.njdark
hedinne.popping-and-locking-vscode
hoovercj.vscode-power-mode
johnsoncodehk.volar
karyfoundation.theme-karyfoundation-themes
Luke-zhang-04.processing-vscode
mechatroner.rainbow-csv
mitchdenny.ecdc
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.cpptools
Nash.awesome-flutter-snippets
octref.vetur
PKief.material-icon-theme
redhat.fabric8-analytics
redhat.java
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.LiveServer
samuelcolvin.jinjahtml
solnurkarim.html-to-css-autocompletion
steoates.autoimport
TabNine.tabnine-vscode
teabyii.ayu
tinkertrain.theme-panda
Tobermory.es6-string-html
Tyriar.sort-lines
Tyriar.theme-sapphire
usernamehw.remove-empty-lines
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
zehfernando.theme-actual-obsidian
zhuangtongfa.material-theme
